[
    {
        "title": "Postales",
        "date" : "San Antonio, 2018-2019",
        "description": "Las postales son dibujos hechos a partir de las más hermosas vistas de la Hacienda de San Antonio, ubicada en el pueblo mágico de Comala, donde a pocos kilómetros viven los dos grandes volcanes de la región: el Volcán de Fuego y el Nevado de Colima. Éstas se ofrecen como regalo de bienvenida para los huéspedes al entrar por primera vez a su habitación.",
        "collaborators": ["Hacienda_de_San_Antonio"],
        "creativeProcess": ""
    },
    {
        "title": "Mercancía",
        "date" : "Chihuahua, 2019-2023",
        "description": "El Museo Menonita, contínuo colaborador desde el 2018 hasta la actualidad, llena su gift shop de mercancía y arte hecho tanto por menonitas como por artistas que con su particular visión capturan la vida, los paisajes, las costumbres y las tradiciones del día a día de esta cultura.",
        "collaborators": ["Museo_Menonita"],
        "creativeProcess": ""
    },
    {
        "title": "Menús",
        "date" : "Colima, 2020-2021",
        "description": "Bravo es árboles, es río, es sol y flores; es mañanas de café y aves, noches de cielo estrellado. Si se tiene suficiente suerte, de repente un tecolote. El cambio por temporada de la portada del menú implica igualmente el cambio de menú en la cocina de Bravo.",
        "collaborators": ["Bravo_Cafe_Bar"],
        "creativeProcess": "Se tomó como punto de referencia esta fotografía de una mesa llena de comida para una prueba de menú en Bravo. La idea era simple: un estallido de sabores, texturas, olores y sensaciones. Una explosión de los sentidos representada por formas vivas y una palea de colores amplia."
    },
    {
        "title": "Logotipo",
        "date" : "Chihuahua, 2020",
        "description": "Después de un gran trabajo en equipo y un vaivén de ideas e inspiración, nació nuestra propia imagen de Menno Simons, figura trascendental para la comunidad menonita. El logotipo de Simons Kaffee se ha vuelto tan icónico como reconocible entre la comunidad de café de especialidad de Chihuahua.",
        "collaborators": ["Simons_Kaffee"],
        "creativeProcess": ""
    },
    {
        "title": "Entrada | Suchitlán",
        "date" : "Guadalajara, 2021",
        "description": "El lugar de las flores es Suchitlán, que se esconde atrás de los volcanes, pasando las amplias barrancas y las altas cascadas. Ahí es donde se encuentra todo: el agua, la tierra, el aire, el fuego: la fuerza de la naturaleza. La ofrenda es siempre la máscara, y sin la máscara ¿quién soy? ¿Ave, vuelo, erupción, paisaje? Soy el viaje que me lleva a preguntármelo.",
        "collaborators": ["Iberoamerica_Ilustra"],
        "creativeProcess": "La idea inicial era contar la historia en las 5 imágenes mostradas en este storyboard. Finalmente me decidí por hacerlo en 3."
    },
    {
        "title": "Calendarios",
        "date" : "Colima, 2022-2023",
        "description": "El negocio local por tradición de Colima es La Habanera; conocidos por la venta de cereales, semillas, especias -entre muchas otras cosas-, y por dar, cada año y generosamente, un calendario a sus clientes. A partir del 2022 hemos trabajado juntxs para generar las imágenes de dichos calendarios. Se ha buscado representar el proceso integral de sus productos: el camino que va desde la siembra y la cosecha hasta la venta y el momento en que los productos llegan a las manos de sus clientes.",
        "collaborators": ["La_Habanera"],
        "creativeProcess": "Algunas veces los bocetos son simples trazos simulando movimiento, volúmenes o sombras para indicar sintéticamente la composición. Otras, son dibujos bastante completos que permiten que la transición a la imagen final sea más sencilla, pues el concepto a comunicar ya se resolvió en esta etapa."
    },
    {
        "title": "Colección de Sketchbooks | Botanicum",
        "date" : "Guadalajara, 2022",
        "description": "Esta serie de cinco ilustraciones forma parte de la primera colección de edición limitada de sketchbooks y notebooks de Sr. Cantaloup. Botanicum habla de la relación que tenemos como seres humanos con la naturaleza y la sensibilidad que por ende ésta despierta en nosotrxs. Cuando nos acercamos a la naturaleza, cuando hablamos verdaderamente con ella, recordamos que también somos parte de y nos volvemos tan chiquitos y bellos como un bicho o una flor. Esta serie de ilustraciones fue seleccionada finalista en la lista larga de The Illustrators Exhibition de Bologna Children's Book Fair en 2022.",
        "collaborators": ["Sr._Cantaloup"],
        "creativeProcess": "La experimentación que hubo durante este proceso creativo tuvo mucho que ver con el concepto de la simetría. Con esta imagen en mente, se jugó con recortes de papeles doblados a la mitad y sellos. Este proyecto estuvo profundamente inspirado en las formas que la naturaleza toma y en la idea de ella como nuestro espejo, al que podemos mirar, entrar y pertenecer."
    },
    {
        "title": "Proyecto Final de Diplomado | El lugar de las flores",
        "date" : "Veracruz, 2023",
        "description": "Proyecto final del diplomado en línea (febrero - julio 2022) dirigido por Estudio Lapis -Ina Hristova y Joan X. Vázquez-. La serie se titula El lugar de las flores, y está inspirada en la casa de mi infancia -la arquitectura interna de los recuerdos-: “Desde que nacemos, nuestras vidas son un viaje de regreso a casa.”",
        "collaborators": ["Estudio_Lapis"],
        "creativeProcess": "Pensada como un myriorama, la historia se planteó como transcurren las líneas de tiempo: el personaje avanza mientras el libro se abre. La técnica empleada es la huella que deja el acrílico cuando se aplasta un papel en blanco con el papel pintado, de esta manera, la mancha toma un aspecto más orgánico y menos controlado. Luego de esto, se escaneó y se editó a manera de collage digital."
    },
    {
        "title": "Tarjetas de Proximidad",
        "date" : "Chihuahua, 2022",
        "description": "En colaboración con el Museo Menonita, se realizó el diseño para las tarjetas de proximidad para los huéspedes del hotel Wyndham, ubicado, al igual que el museo, en el corredor comercial de Ciudad Cuauhtémoc, Chihuahua. En la imagen se representa, por medio de un juego de escalas, la relación importante que los menonitas tienen con la agricultura, haciendo énfasis simbólico en la presencia de ellos en los procesos de elaboración.",
        "collaborators": ["Microtel_In_&_Suites_by_Wyndham"],
        "creativeProcess": "Las propuestas eran tres, cada una con ideas distintas: juego de escalas, elementos arquitectónicos y personajes. Finalmente, se eligió la que representaba más directamente la cultura."
    },
    {
        "title": "Entrada | Pablo medita",
        "date" : "Guadalajara, 2023",
        "description": "Pablo medita es una serie que habla de la capacidad que tenemos los seres vivos para dejarnos conmover por el mundo que habitamos y que nos habita; de los encuentros misteriosos que la vida nos prepara de vez en cuando y sorpresivamente; de las ventanas que se abren si prestamos atención sólo un momento más. Es la historia de Pablo, que caminando -caminando suceden las cosas más maravillosas- se encuentra con una lagartija tomando el sol con sus ojos cerrados. Pablo se sienta y la observa, la imita,  se vuelve su espejo. Mientras tanto el día transcurre y el mundo cambia, se vuelve mágico. Pablo se queda dormido; comienza a meditar; Pablo se llena de su bosque interno imaginario. Algo lo interrumpe, sale de su meditación, pero el mundo ya cambió. “Ese espacio entre la flor y tú, ese espacio, es la belleza. (Fedosy Santaella) “Tengo mayor necesidad de contemplar que de expresarme.” (Cavafis) “Instrucciones para vivir la vida: Prestar atención. Rendirse al asombro. Contarlo.” (Mary Oliver)",
        "collaborators": ["Iberoamerica_Ilustra"],
        "creativeProcess": "Enteramente hecho con sellos y recortes, Pablo fue concebido desde un principio como una silueta de niño curioso. El blanco y negro -rara vez utilizado, pues mi comunicación usualmente se basa en el color- me permitió concentrarme en las formas, las sombras, las luces y en el positivo/negativo que permite la monocromía. Esta vez las tijeras fueron el lápiz."
    },
    {
        "title": "Ciudad",
        "date" : "Colima, 2023",
        "description": "Ciudad es un proyecto que alberga un mundo propio dentro de él. Es un producto que tiene la finalidad de que lxs niñxs jueguen con él. Está pensado para imprimirse en grandes proporciones sobre un material resistente y que sobre él se interaccione con otros juguetes como carritos o más personajes. El propio mapa de la Ciudad propone un recorrido narrativo: existe la panadería, el área de construcción, los bomberos, la gasolinera, el supermercado, el taller mecánico, la escuelita y el parque. Es una Ciudad de niñxs, para niñxs.",
        "collaborators": ["Particular"],
        "creativeProcess": "Luego de un extenso casting de personajes, se eligieron los que representaban más claramente las actividades de la Ciudad. Las calles están diseñadas para que quepa en ellas la medida aproximada de un carrito de juguetes. Todo el proceso fue análogo -hubo mucho dibujo-, pero la ilustración final fue hecha en digital."
    },
    {
        "title": "Imagen de Identidad | La Ola Continúa",
        "date" : "Tecomán, 2023",
        "description": "En su 2da Edición, el Festival de Cine Tecomán me comisionó para hacer su imagen de identidad: La Ola Continúa. El Festival se divide en 3 grandes etapas: la marcha LGBT, la gira escolar, y los talleres culminando con las muestras finales. Algunos de los conceptos que se buscaron para conformar el universo del Festival, aparte del tema central Cine y su contexto Tecomán, fueron: el mar,  la selva agrícola costera, el caos, el lugar donde todo nace y todo crece, lxs migrantes, la diversidad, lo tropical, la saturación de la vida cotidiana, la cultura viva, y el hecho de que todo está sucediendo al mismo tiempo.",
        "collaborators": ["Festival_de_Cine_de_Tecoman"],
        "creativeProcess": "Cada proyecto requiere su particular proceso; cada proyecto pide algo diferente; todo proyecto habla. Éste, en gran medida, fue así: a partir de un vasto banco de personajes hechos con una línea muy suelta, se eligieron algunos y se integraron en la composición general. Luego, se recortaron digitalmente escaneos de distintos papeles cubiertos con acuarelas de colores variados. Con otras texturas de papeles viejos se formaron los personajes, la vegetación y los animales, al igual que la arena, el mar y el cielo."
    }
]