[
    {
        "title": "Libro de Poesía Infantil | Canturía, Arrullos y Poemas",
        "date" : "Madrid, 2021",
        "description": ["Canturía, Arrullos y Poemas es un libro de poesía infantil escrito por el poeta cubano Aldo Méndez. La edición y dirección de arte estuvo a cargo de Luisa F. Arellano, Raquel. Sánchez y Erik Fonseca. Carlos Cano y Hernán Milla le pusieron música a los poemas. Se imprimieron 1000 ejemplares en diciembre de 2021 en España. Fue mi primer proyecto editorial, y por esa razón ha sido uno de los más gratificantes."],
        "collaborators": ["Veleta_Roja"],
        "creativeProcess": "El proceso de realización fue intensivo y corto (un mes y cinco días), y todxs trabajamos al unísono para desarrollar cada una de las ideas e ilustraciones que existen dentro del libro; todo es de todxs."
    },
    {
        "title": "Calendario 2023 | Cuerpo de Agua",
        "date" : "CDMX, 2022",
        "description": ["El colectivo El Tiempo No Perdona junto con Editorial Alacraña, reunió a 16 ilustradoras mexicanas para conformar la totalidad de ilustraciones que acompañan este Calendario del año 2023.", "A esta ilustración la llamé Mar adentro y le escribí este poema:", "”Miro arriba y es azul: azul lento.", "Miro al horizonte y es azul: azul ola.", "Miro adentro y es azul: azul mío.”"],
        "collaborators": ["Editorial_Alacraña"],
        "creativeProcess": "El bocetaje fue a lápiz, y desde la primera intención, la idea fue clara (no siempre pasa, casi nunca, de hecho). Escaneé varios elementos de papel recortado que quería que estuvieran dentro de ella, y los monté digitalmente. El color y las texturas finales también fueron digitales."
    },
    {
        "title": "María Sabina",
        "date" : "CDMX, 2023",
        "description": ["Un libro hecho por mujeres, para mujeres. Este proyecto editorial consta de 17 fragmentos de escritoras contemporáneas hablando de 14 escritoras clásicas del siglo pasado en México, dibujadas por 15 ilustradoras actuales. Yo ilustré a María Sabina, a su canto más hermoso.", "María Sabina es 'la mujer que brota', por eso es también la mujer montaña; en ella empieza la cordillera. Trenza el cabello de otra mujer -quizá su hija a quien cuida, a quien le enseña, quizá a quien está curando, quien a su vez sostiene con sus manos un hongo- como lo suelen hacer las mujeres mazatecas, en símbolo de su hermandad y del poder femenino, mientras canta su oración al viento. Es de noche pero amanece, es el momento del ritual, en donde la dualidad del sol y la luna se hace presente. El paisaje comienza en su huipil; está vivo. Las trenzas se vuelven cascadas y espuma, emana la naturaleza en forma de animales, de plantas, de hongos. Hay nubes porque están en las montañas altas de Huautla. La oración tiene un sentido: recordar que todo lo que necesitamos está en la naturaleza, y que somos una con ella. Para María Sabina todo el día es ritual, la vida es su ritual; curar, su función."],
        "collaborators": ["Santillana"],
        "creativeProcess": "Todo proyecto involucra investigación previa, pero sobre todo un proyecto editorial. Esta ilustración en específico no sólo se iba a basar en uno de los cantos de María la curandera, sino en su persona mística y el mundo que en ella habitaba. Ilustrar conlleva siempre una gran responsabilidad, por lo cual gran parte de este proceso creativo fue leer, ver y escuchar videos de ella, su voz, analizar documentales y escribir en mi libreta una y otra vez sus cantos. Una vez que me sentí lista, comencé a dibujar(la), lo cual vino a mí de manera totalmente orgánica; ya me había adentrado a su universo."
    }
]