[
    {
        "title": "Casa M47",
        "date" : "Los Cabos, 2023",
        "description": ["Este es un Mural que se hizo para el cuarto de una niña enamorada de los animales marinos, en la casa de uno de los deportistas más importantes de la NFL. Se ejecutó en diez días a cuatro manos."],
        "collaborators": ["CaboDevelopment"],
        "creativeProcess": "El camino que implicó llevar a la vida este mural ha sido uno de los más interesantes y llenos de vida, desde su proceso creativo hasta su realización. Parte de la experimentación técnica tuvo que ver con hacer recortes, sellos, esténciles y collage. Algunos de los principios del diseño aplicados en el proceso fueron el uso de la repetición, el uso del espacio negativo, la silueta, la simetría y la superposición. Una vez que se definió el diseño, se analizó la colorimetría. La paleta que se eligió estuvo inspirada directamente por la locación de la casa, en donde predominan los azules y los naranjas. Desde el ventanal de esta habitación se puede ver el mar y en él ballenas saltando durante todo el día."
    },
    {
        "title": "Desfile de Luces",
        "date" : "Chihuahua, 2022",
        "description": ["El Desfile de Luces es un festival que inició, organizado por el Museo Menonita, en diciembre de 2017. Es el evento navideño más grande del estado de Chihuahua.", "Carros alegóricos de los negocios del Corredor Comercial salen de Ciudad Cuauhtémoc con dirección a los Campos Menonitas, para culminar con fuegos artificiales en el Museo Menonita. El Café Simons abre sus puertas esa fría noche para recibir cálidamente a toda la gente con café. La ilustración del mural retrata esa noche."],
        "collaborators": ["Simons_Kaffee"],
        "creativeProcess": "Lápiz, recortes, sellos, repetición, superposición, negativo/positivo… toda la búsqueda encaminada hacia un lugar desconocido nuevamente. Se visualizó el horizonte como un todo, como una gran silueta, como el personaje principal. Luego creé los personajes: todos los animales, una pareja de menonitas apuntando al espectáculo del cielo, Menno Simons, y el leit motiv de la narrativa de la imagen: los búhos. La presencia de los búhos en la ilustración implicaba que el observador los buscara, los contara, interactuara con ellos. El personaje del búho no era una obviedad, pero con una lectura más larga de la imagen se volvía muy presente."
    },
    {
        "title": "Verano",
        "date" : "Chihuahua, 2023",
        "description": ["En el mismo lugar en el que estaba pintado el mural del Desfile de Luces, se hizo el nuevo mural de Verano; atrás de la barra en la que se ordena y se prepara el café.", "La idea de que éste vaya cambiando según la temporada significa darles a los clientes del café un factor sorpresa: no saben cuándo va a cambiar, ni qué imagen será la siguiente."],
        "collaborators": ["Simons_Kaffee"],
        "creativeProcess": "Para Simons Kaffee, era importante que el propósito del Mural de Verano fuera realzar la actividad agrícola que se vive en los campos menonitas, en la temporada de Verano. Las decisiones creativas fueron tomadas a partir de esta premisa, por ejemplo: el horizonte se situó en la parte superior de la composición para darle la importancia debida al campo. Otra de ellas fue la abundancia de los animales, las flores y los sembradíos. En cuanto al color, se eligió una paleta cálida -véase el cielo café- y basada por completo en los colores ya existentes dentro de Simons Kaffee."
    }
]